Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Конституция7465.tmx
Source language: ba
Languages: ru

source: Башҡортостан Республикаһының дәүләт власы органдары һәм урындағы үҙидара органдары, уларҙың вазифалы кешеләре һәр кемгә уның хоҡуҡтарына һәм иректәренә туранан-тура ҡағылған документтар һәм материалдар менән танышыу мөмкинлеген тәьмин итергә бурыслы.
ru: Органы государственной власти Республики Башкортостан и органы местного самоуправления, их должностные лица обязаны обеспечить каждому возможность ознакомления с документами и материалами, непосредственно затрагивающими его права и свободы.

source: 27-се статья
ru: Статья 27

source: Торлаҡ тейелгеһеҙ.
ru: Жилище неприкосновенно.

source: Бер кемдең дә торлаҡҡа, федераль закон менән билдәләнгән осраҡтарҙан йәки суд ҡарары нигеҙенән башҡа, унда йәшәүсе кешеләрҙең ихтыярынан тыш үтеп инергә хаҡы юҡ.
ru: Никто не вправе проникать в жилище против воли проживающих в нем лиц иначе как в случаях, установленных федеральным законом, или на основании судебного решения.

source: 28-се статья
ru: Статья 28

source: Башҡортостан Республикаһы территорияһында законлы рәүештә булған һәр кемгә ирекле күсеп йөрөү, тороу һәм йәшәү урынын һайлап алыу хоҡуғы тәьмин ителә.
ru: Каждому, кто законно находится на территории Республики Башкортостан, обеспечивается право свободно передвигаться, выбирать место пребывания и жительства.

source: Башҡортостан Республикаһы закондары граждандар тарафынан Башҡортостан Республикаһының матди, финанс һәм башҡа средстволары иҫәбенә тәьмин ителеүсе өҫтәмә льготалар менән файҙаланыуға талаптар рәүешендә кешенең республика территорияһында даими йәшәү критерийын иҫәпкә алырға мөмкин.
ru: Законы Республики Башкортостан в качестве условия использования гражданами дополнительных льгот, обеспечиваемых за счет собственных материальных, финансовых и иных средств Республики Башкортостан, могут предусматривать критерий постоянного проживания лица на ее территории.

source: 29-сы статья
ru: Статья 29

source: Һәр кемгә фекер һәм һүҙ ирке гарантиялана.
ru: Каждому гарантируется свобода мысли и слова.

source: Бер кем дә үҙ фекерҙәрен һәм инаныуҙарын белдереүгә йәки уларҙан баш тартыуға мәжбүр ителә алмай.
ru: Никто не может быть принужден к выражению своих мнений и убеждений или к отказу от них.

source: Башҡортостан Республикаһында һәр кем мәғлүмәтте һәр төрлө законлы ысул менән ирекле эҙләү, алыу, әҙерләү һәм таратыу хоҡуғына эйә.
ru: Каждый в Республике Башкортостан имеет право свободно искать, получать, производить и распространять информацию любым законным способом.

source: Киң мәғлүмәт ирке гарантиялана.
ru: Гарантируется свобода массовой информации.

source: 30-сы статья
ru: Статья 30

source: Һәр кемгә выждан ирке, дин тотоу ирке, шул иҫәптән яңғыҙ йәки башҡалар менән берлектә теләгән бер динде тотоу йәки береһен дә тотмау, дини һәм башҡа төрлө инаныуҙарҙы ирекле һайлау, уларға эйә булыу һәм таратыу һәм уларға ярашлы эш итеү хоҡуғы гарантиялана.
ru: Каждому гарантируется свобода совести, свобода вероисповедания, включая право исповедовать индивидуально или совместно с другими любую религию или не исповедовать никакой, свободно выбирать, иметь и распространять религиозные и иные убеждения и действовать в соответствии с ними.

source: Башҡортостан Республикаһы төрлө дингә ҡараған диндарҙар араһында толерантлыҡ, сабырлыҡ һәм ихтирам итеүҙе яҡлауға булышлыҡ итә.
ru: Республика Башкортостан содействует поддержанию толерантности, терпимости и уважения между верующими различных вероисповеданий. (часть вторая введена Законом РБ от 04.03.2014 N 57-з)

source: 31-се статья
ru: Статья 31

source: Һәр кем үҙенең милли сығышын билдәләргә һәм күрһәтергә хоҡуҡлы.
ru: Каждый вправе определять и указывать свою национальную принадлежность.

source: Бер кем дә үҙенең милли сығышын билдәләүгә һәм күрһәтеүгә мәжбүр ителә алмай.
ru: Никто не может быть принужден к определению и указанию своей национальной принадлежности.

source: 32-се статья
ru: Статья 32

source: Һәр кем туған телен файҙаланыу, аралашыу, тәрбиә, уҡыу һәм ижад итеү телен ирекле һайлап алыу хоҡуғына эйә.
ru: Каждый имеет право на пользование родным языком, на свободный выбор языка общения, воспитания, обучения и творчества.

source: 33-сө статья
ru: Статья 33

source: Граждандарға федераль законға һәм Башҡортостан Республикаһы законына ярашлы туранан-тура, шулай уҡ үҙҙәренең вәкилдәре аша Башҡортостан Республикаһы эштәренә идара итеүҙә ҡатнашыу хоҡуғы тәьмин ителә.
ru: Гражданам в соответствии с федеральным законом и законом Республики Башкортостан обеспечивается право участвовать в управлении делами Республики Башкортостан как непосредственно, так и через своих представителей.

source: Граждандарға федераль законға һәм Башҡортостан Республикаһы законына ярашлы Башҡортостан Республикаһы дәүләт власы органдарына һәм урындағы үҙидара органдарына һайлау һәм һайланыу, шулай уҡ референдумдарҙа ҡатнашыу хоҡуғы тәьмин ителә.
ru: Гражданам в соответствии с федеральным законом и законом Республики Башкортостан обеспечивается право избирать и быть избранными в органы государственной власти Республики Башкортостан и органы местного самоуправления, а также участвовать в референдумах.

source: 34-се статья
ru: Статья 34

source: Граждандар дәүләт һәм муниципаль хеҙмәткә урынлашыу йәһәтенән бер тиң мөмкинлеккә эйә.
ru: Граждане имеют равный доступ к государственной и муниципальной службе.

source: (Башҡортостан Республикаһының 2006 йылдың 15 июнендәге 322-з һанлы Законы редакцияһында)
ru: (в ред. Закона РБ от 15.06.2006 N 322-з)

source: 35-се статья
ru: Статья 35

source: Башҡортостан Республикаһында граждандарға федераль законға һәм Башҡортостан Республикаһы законына ярашлы тыныс, ҡоралһыҙ йыйылыу, йыйылыштар, митингылар һәм демонстрациялар, йөрөштәр һәм пикеттар үткәреү хоҡуғы тәьмин ителә.
ru: В Республике Башкортостан в соответствии с федеральным законом и законом Республики Башкортостан гражданам обеспечивается право собираться мирно, без оружия, проводить собрания, митинги и демонстрации, шествия и пикетирование.

source: 36-сы статья
ru: Статья 36

source: Башҡортостан Республикаһында һәр кемгә, үҙ мәнфәғәттәрен яҡлау өсөн профессиональ союздар төҙөү хоҡуғын да индереп, берләшеү хоҡуғы тәьмин ителә.
ru: В Республике Башкортостан каждому обеспечивается право на объединение, включая право создавать профессиональные союзы для защиты своих интересов.

source: Бер кем дә ниндәй ҙә булһа берләшмәгә инеүгә йәки унда тороуға мәжбүр ителә алмай.
ru: Никто не может быть принужден к вступлению в какое-либо объединение или к пребыванию в нем.

source: 37-се статья
ru: Статья 37

source: Һәр кем Башҡортостан Республикаһының дәүләт власы органдарына һәм урындағы үҙидара органдарына шәхсән мөрәжәғәт итеү, шулай уҡ яңғыҙ һәм күмәк мөрәжәғәттәр ебәреү хоҡуғына эйә.
ru: Каждый имеет право обращаться лично, а также направлять индивидуальные и коллективные обращения в органы государственной власти Республики Башкортостан и органы местного самоуправления.

source: 38-се статья
ru: Статья 38

source: Башҡортостан Республикаһында һәр кемгә үҙ милкендә мөлкәт тотоу, бер үҙе, шулай уҡ башҡа кешеләр менән берлектә уны биләү, файҙаланыу һәм уның менән эш итеү хоҡуғы тәьмин ителә.
ru: Каждому в Республике Башкортостан обеспечивается право иметь имущество в собственности, владеть, пользоваться и распоряжаться им как единолично, так и совместно с другими лицами.

source: 39-сы статья
ru: Статья 39

source: Һәр кем эшҡыуарлыҡ эшмәкәрлеге һәм федераль закон менән тыйылмаған башҡа иҡтисади эшмәкәрлек өсөн үҙ һәләттәрен һәм мөлкәтен ирекле файҙаланыу хоҡуғына эйә.
ru: Каждый имеет право на свободное использование своих способностей и имущества для предпринимательской и иной не запрещенной федеральным законом экономической деятельности.

source: 40-сы статья
ru: Статья 40

source: Хеҙмәт ирекле.
ru: Труд свободен.

source: Башҡортостан Республикаһында һәр кем үҙенең хеҙмәткә һәләттәрен ирекле файҙаланыу, эшмәкәрлек төрөн һәм һөнәр һайларға хоҡуҡлы.
ru: Каждый в Республике Башкортостан имеет право свободно распоряжаться своими способностями к труду, выбирать род деятельности и профессию.

source: Һәр кем хәүефһеҙлек һәм гигиена талаптарына яуап биргән шарттарҙағы хеҙмәт, хеҙмәте өсөн бер ниндәй дискриминацияһыҙ түләү алыу, шулай уҡ эшһеҙлектән яҡланыу хоҡуғына эйә.
ru: Каждый имеет право на труд в условиях, отвечающих требованиям безопасности и гигиены, на вознаграждение за труд без какой бы то ни было дискриминации, а также право на защиту от безработицы.

source: 41-се статья
ru: Статья 41

source: Башҡортостан Республикаһында һәр кем ялға хоҡуҡлы.
ru: Каждый в Республике Башкортостан имеет право на отдых.

source: Хеҙмәт договоры буйынса эшләүсегә закондар менән билдәләнгән эш ваҡыты оҙайлылығы, ял һәм байрам көндәре, йыл һайын түләүле отпуск, ҡайһы бер профессиялар һәм производстволар өсөн ҡыҫҡартылған эш көнө гарантиялана.
ru: Работающему по трудовому договору гарантируются установленные законами продолжительность рабочего времени, выходные и праздничные дни, оплачиваемый ежегодный отпуск, сокращенный рабочий день для ряда профессий и производств.

source: 42-се статья
ru: Статья 42

source: Ғаилә, әсәлек, атайлыҡ, балалыҡ, инвалидтар һәм өлкән йәштәге граждандар Башҡортостан Республикаһы яҡлауында тора.
ru: Семья, материнство, отцовство, детство, инвалиды и пожилые граждане находятся под защитой Республики Башкортостан.

source: Никах ир менән ҡатындың ирекле ризалығына һәм тиң хоҡуҡлылығына нигеҙләнә.
ru: Брак основывается на добровольном согласии и равноправии супругов.

source: Балалар хаҡында хәстәрлек күреү, уларҙы тәрбиәләү һәм ҡарау – ата-әсәнең тиң хоҡуғы һәм бурысы.
ru: Забота о детях, их воспитание и содержание - равное право и обязанность родителей.

source: Ата-әсәләренең сығышына һәм гражданлыҡ хәленә ҡарамаҫтан, балалар тиң хоҡуҡи һәм социаль яҡлауҙан файҙалана.
ru: Дети пользуются равной правовой и социальной защитой вне зависимости от происхождения и гражданского состояния родителей.

source: Башҡортостан Республикаһы етем балаларҙы һәм ата-әсә ҡарауынан мәхрүм ҡалған балаларҙы аҫрауҙы, тәрбиәләүҙе һәм уларға белем биреүҙе тәьмин итә.
ru: Республика Башкортостан обеспечивает содержание, воспитание и образование детей-сирот и детей, оставшихся без попечения родителей.

source: Башҡортостан Республикаһы балаларға ҡарата хәйриә эшмәкәрлеген, шулай уҡ балаларҙы тәрбиәләү буйынса хеҙмәтте дәртләндерә.
ru: Республика Башкортостан поощряет благотворительность по отношению к детям, а также труд по воспитанию детей.

source: Хеҙмәткә һәләтле балиғ булған балалар үҙҙәренең хеҙмәткә яраҡһыҙ ата-әсәләре тураһында хәстәрлек күрергә бурыслы.
ru: Совершеннолетние трудоспособные дети обязаны заботиться о нетрудоспособных родителях.

source: 43-сө статья
ru: Статья 43

source: Башҡортостан Республикаһында һәр кем һаулығын һаҡлауға һәм медицина ярҙамына хоҡуҡлы.
ru: Каждый в Республике Башкортостан имеет право на охрану здоровья и медицинскую помощь.

source: Дәүләт һәм муниципаль һаулыҡ һаҡлау учреждениеларында граждандарға медицина ярҙамы тейешле бюджет средстволары, страховка взностары, башҡа керемдәр иҫәбенә бушлай күрһәтелә.
ru: Медицинская помощь в государственных и муниципальных учреждениях здравоохранения оказывается гражданам бесплатно за счет средств соответствующего бюджета, страховых взносов, других поступлений.

source: Башҡортостан Республикаһында халыҡ һаулығын һаҡлауҙың һәм нығытыуҙың республика программалары финанслана, һаулыҡ һаҡлауҙың дәүләт, муниципаль, хосуси системаларын үҫтереү буйынса саралар күрелә, кеше һаулығын нығытыуға, физик культураны һәм спортты үҫтереүгә, экологик һәм санитар-эпидемиологик именлеккә булышлыҡ итеүсе эшмәкәрлек дәртләндерелә.
ru: В Республике Башкортостан финансируются республиканские программы охраны и укрепления здоровья населения, принимаются меры по развитию государственной, муниципальной, частной систем здравоохранения, поощряется деятельность, способствующая укреплению здоровья человека, развитию физической культуры и спорта, экологическому и санитарно-эпидемиологическому благополучию.

source: 44-се статья
ru: Статья 44

source: Башҡортостан Республикаһында һәр кем уңайлы тирә-яҡ мөхиткә, уның торошо тураһында дөрөҫ мәғлүмәт алыуға һәм экологик хоҡуҡ боҙоу һөҙөмтәһендә уның һаулығына йәки мөлкәтенә килтерелгән зыянды ҡаплатыуға хоҡуҡлы.
ru: Каждый в Республике Башкортостан имеет право на благоприятную окружающую среду, достоверную информацию о ее состоянии и на возмещение ущерба, причиненного его здоровью или имуществу экологическим правонарушением.

source: 45-се статья
ru: Статья 45

source: Башҡортостан Республикаһында һәр кемгә йәше буйынса, ауырығанда, ғәрипләнгәндә, ҡараусыһын юғалтҡанда, балалар тәрбиәләү өсөн һәм закон менән билдәләнгән башҡа осраҡтарҙа социаль тәьминәт гарантиялана.
ru: В Республике Башкортостан каждому гарантируется социальное обеспечение по возрасту, в случае болезни, инвалидности, потери кормильца, для воспитания детей и в иных случаях, установленных законом.

source: Башҡортостан Республикаһында ирекле социаль страховкалау, социаль тәьминәттең өҫтәмә формаларын булдырыу һәм хәйриә эшмәкәрлеге хуплана.
ru: В Республике Башкортостан поощряются добровольное социальное страхование, создание дополнительных форм социального обеспечения и благотворительность.

source: 46-сы статья
ru: Статья 46

source: Һәр кем торлаҡҡа хоҡуҡлы.
ru: Каждый имеет право на жилище.

source: Бер кем дә торлаҡтан нигеҙһеҙ мәхрүм ителә алмай.
ru: Никто не может быть произвольно лишен жилища.

source: Башҡортостан Республикаһының дәүләт власы органдары һәм урындағы үҙидара органдары торлаҡ төҙөлөшөн дәртләндерә, торлаҡҡа хоҡуҡты тормошҡа ашырыу өсөн шарттар тыуҙыра.
ru: Органы государственной власти Республики Башкортостан и органы местного самоуправления поощряют жилищное строительство, создают условия для осуществления права на жилище.

source: Етешһеҙ йәшәгән, законда күрһәтелгән нигеҙҙә торлаҡҡа мохтаж башҡа граждандарға ул дәүләт, муниципаль һәм башҡа торлаҡ фондтарынан закон менән билдәләнгән нормаларға ярашлы түләүһеҙ йәки түләй алырлыҡ хаҡҡа һатып бирелә.
ru: Малоимущим, иным указанным в законе гражданам, нуждающимся в жилище, оно предоставляется бесплатно или за доступную плату из государственных, муниципальных и других жилищных фондов в соответствии с установленными законом нормами.

source: 47-се статья
ru: Статья 47

source: Һәр кем белем алыуға хоҡуҡлы.
ru: Каждый имеет право на образование.

source: Дәүләт йәки муниципаль белем биреү учреждениеларында һәм предприятиеларҙа мәктәпкәсә, төп дөйөм һәм урта профессиональ белемдең һәр кем алырлыҡ һәм түләүһеҙ булыуы, шулай уҡ Башҡортостан Республикаһы дәүләт телдәрен һәм Башҡортостан Республикаһы халҡы телдәрен өйрәнеү гарантиялана.
ru: Гарантируются общедоступность и бесплатность дошкольного, основного общего и среднего профессионального образования в государственных или муниципальных образовательных учреждениях и на предприятиях, а также изучение государственных языков Республики Башкортостан и языков народов Республики Башкортостан.

source: (икенсе өлөш Башҡортостан Республикаһының 2011 йылдың 19 майындағы 395-з һанлы Законы редакцияһында)
ru: (часть вторая в ред. Закона РБ от 19.05.2011 N 395-з)

source: Һәр кем конкурс нигеҙендә дәүләт йәки муниципаль белем биреү учреждениеһында һәм предприятиела түләүһеҙ юғары белем алыуға хоҡуҡлы.
ru: Каждый вправе на конкурсной основе бесплатно получить высшее образование в государственном или муниципальном образовательном учреждении и на предприятии.

source: Төп дөйөм белем алыу мәжбүри.
ru: Основное общее образование обязательно.

source: Ата-әсәләр йәки уларҙы алмаштырыусы кешеләр балаларының төп дөйөм белем алыуын тәьмин итә.
ru: Родители или лица, их заменяющие, обеспечивают получение детьми основного общего образования.

source: Башҡортостан Республикаһы белем биреүҙең һәм үҙ аллы белем алыуҙың төрлө формаларына булышлыҡ итә.
ru: Республика Башкортостан поддерживает различные формы образования и самообразования.

source: (бишенсе өлөш Башҡортостан Республикаһының 2011 йылдың 19 майындағы 395-з һанлы Законы редакцияһында)
ru: (часть пятая в ред. Закона РБ от 19.05.2011 N 395-з)

source: 48-се статья
ru: Статья 48

source: Һәр кемгә әҙәби, художестволы, фәнни, техник һәм башҡа төрлө ижад итеү, уҡытыу ирке гарантиялана.
ru: Каждому гарантируется свобода литературного, художественного, научного, технического и других видов творчества, преподавания.

source: 49-сы статья
ru: Статья 49

source: Башҡортостан Республикаһында кеше һәм граждандың хоҡуҡтарына һәм иректәренә дәүләт яҡлауы гарантиялана.
ru: В Республике Башкортостан гарантируется государственная защита прав и свобод человека и гражданина.

source: Һәр кем үҙенең хоҡуҡтарын һәм иректәрен закон менән тыйылмаған бөтә ысулдар менән яҡларға хаҡлы.
ru: Каждый вправе защищать свои права и свободы всеми способами, не запрещенными законом.

source: 50-се статья
ru: Статья 50

source: Башҡортостан Республикаһында кеше һәм граждандың хоҡуҡтарына һәм иректәренә суд яҡлауы гарантиялана.
ru: В Республике Башкортостан гарантируется судебная защита прав и свобод человека и гражданина.

source: Башҡортостан Республикаһы дәүләт власы органдарының, урындағы үҙидара органдарының һәм вазифалы кешеләрҙең ҡарарҙарына һәм эш итеүенә (йәки эш итмәүенә) судҡа ялыу бирелә ала.
ru: Решения и действия (или бездействие) органов государственной власти Республики Башкортостан, органов местного самоуправления и должностных лиц могут быть обжалованы в суд.

source: Әгәр хоҡуҡи яҡлауҙың дәүләт эсендәге бөтә саралары ла файҙаланылып бөтһә, Рәсәй Федерацияһының халыҡ-ара договорҙарына ярашлы, һәр кем кеше хоҡуҡтарын һәм иректәрен яҡлау буйынса дәүләт-ара органдарға мөрәжәғәт итергә хоҡуҡлы.
ru: Каждый вправе в соответствии с международными договорами Российской Федерации обращаться в межгосударственные органы по защите прав и свобод человека, если исчерпаны все имеющиеся внутригосударственные средства правовой защиты.

source: 51-се статья
ru: Статья 51

source: Башҡортостан Республикаһында квалификациялы юридик ярҙам алыуға хоҡуҡ гарантиялана.
ru: В Республике Башкортостан гарантируется право на получение квалифицированной юридической помощи.

source: 52-се статья
ru: Статья 52

source: Һәр кем Башҡортостан Республикаһы дәүләт власы органдарының йәки уларҙың вазифалы кешеләренең законһыҙ эш итеүе (йәки эш итмәүе) арҡаһында килтерелгән зыянды ҡаплатыу хоҡуғына эйә.
ru: Каждый имеет право на возмещение вреда, причиненного незаконными действиями (или бездействием) органов государственной власти Республики Башкортостан или их должностных лиц.

source: 53-сө статья
ru: Статья 53

source: Башҡортостан Республикаһында үҙенең милли сығышын күрһәтеү хоҡуғын тормошҡа ашырыу гарантиялана.
ru: В Республике Башкортостан гарантируется реализация права на указание своей национальной принадлежности.

source: 54-се статья
ru: Статья 54

source: Башҡортостан Республикаһы үҙ территорияһында йәшәүсе халыҡтарға туған телен һаҡлауға тиң хоҡуҡтар гарантиялай, уны иркен өйрәнеү һәм үҫтереү өсөн мөмкинлектәр тыуҙыра.
ru: Республика Башкортостан гарантирует равные права на сохранение родного языка народам, проживающим на ее территории, создает возможности для его свободного изучения и развития.

source: Башҡортостан Республикаһында Башҡортостан Республикаһының дәүләт телдәрен иркен өйрәнеү өсөн шарттар тыуҙырыла.
ru: В Республике Башкортостан создаются условия для свободного изучения государственных языков Республики Башкортостан.

source: 55-се статья
ru: Статья 55

source: Башҡортостан Республикаһында хосуси милек хоҡуғы гарантиялана.
ru: В Республике Башкортостан гарантируется право частной собственности.

source: 56-сы статья
ru: Статья 56

source: Башҡортостан Республикаһында ҡулланыусының законлы мәнфәғәттәре яҡлана, уның хоҡуҡтарын яҡлау буйынса йәмәғәт эшмәкәрлеге хуплана.
ru: В Республике Башкортостан защищаются законные интересы потребителя, поддерживается общественная деятельность по защите его прав.

source: 57-се статья
ru: Статья 57

source: Башҡортостан Республикаһы башҡорт халҡының һәм Башҡортостан Республикаһы территорияһында йәшәүсе башҡа халыҡтарҙың тарихи һәм мәҙәни мираҫын һаҡлауҙы һәм яҡлауҙы, мәҙәниәтен үҫтереүҙе тәьмин итә.
ru: Республика Башкортостан обеспечивает сохранение и защиту исторического и культурного наследия, развитие культуры башкирского народа и других народов, проживающих на территории Республики Башкортостан.

source: 58-се статья
ru: Статья 58

source: Башҡортостан Республикаһында йәмәғәт берләшмәләре эшмәкәрлеге ирке гарантиялана.
ru: В Республике Башкортостан гарантируется свобода деятельности общественных объединений.

source: 59-сы статья
ru: Статья 59

source: Башҡортостан Республикаһының яуаплылыҡ билдәләүсе йәки уны көсәйтеүсе законы ҡайта көскә эйә түгел.
ru: Закон Республики Башкортостан, устанавливающий или отягчающий ответственность, обратной силы не имеет.

source: Ҡылынған мәлендә хоҡуҡ боҙоу тип танылмаған эш-ҡылыҡ өсөн бер кем дә яуаплылыҡҡа тарттырыла алмай.
ru: Никто не может нести ответственность за деяние, которое в момент его совершения не признавалось правонарушением.

source: Хоҡуҡ боҙоу ҡылынғандан һуң уның өсөн яуаплылыҡ бөтөрөлһә йәки йомшартылһа, яңы закон ҡулланыла.
ru: Если после совершения правонарушения ответственность за него устранена или смягчена, применяется новый закон.

source: 60-сы статья
ru: Статья 60

source: Башҡортостан Республикаһы территорияһында булған һәр кем Башҡортостан Республикаһы Конституцияһын, Башҡортостан Республикаһы закондарын һәм башҡа норматив хоҡуҡи акттарын үтәргә, башҡа кешеләрҙең хоҡуҡтарын һәм иректәрен, намыҫын һәм кешелек дәрәжәһен ихтирам итергә бурыслы.
ru: Каждый, находящийся на территории Республики Башкортостан, обязан соблюдать Конституцию Республики Башкортостан, законы и иные нормативные правовые акты Республики Башкортостан, уважать права и свободы, честь и достоинство других лиц.

source: 61-се статья
ru: Статья 61

source: Башҡортостан Республикаһында һәр кем тирә-яҡ мөхитте, хайуандар һәм үҫемлектәр донъяһын һаҡларға, тәбиғәт байлыҡтарына һаҡсыл ҡарарға бурыслы.
ru: В Республике Башкортостан каждый обязан сохранять окружающую среду, животный и растительный мир, бережно относиться к природным богатствам.

source: 62-се статья
ru: Статья 62

source: Башҡортостан Республикаһында һәр кем законлы билдәләнгән һалымдарҙы һәм йыйымдарҙы түләргә бурыслы.
ru: В Республике Башкортостан каждый обязан платить законно установленные налоги и сборы.

source: Башҡортостан Республикаһының яңы һалымдар билдәләүсе йәки һалым түләүселәрҙең хәлен насарайтыусы закондары ҡайта көскә эйә түгел.
ru: Законы Республики Башкортостан, устанавливающие новые налоги или ухудшающие положение налогоплательщиков, обратной силы не имеют.

source: 3-сө бүлек
ru: Глава 3.

source: БАШҠОРТОСТАН РЕСПУБЛИКАҺЫНЫҢ АДМИНИСТРАТИВ-ТЕРРИТОРИАЛЬ ҠОРОЛОШО ҺӘМ БАШ ҠАЛАҺЫ
ru: АДМИНИСТРАТИВНО-ТЕРРИТОРИАЛЬНОЕ УСТРОЙСТВО И СТОЛИЦА РЕСПУБЛИКИ БАШКОРТОСТАН

source: 63-сө статья
ru: Статья 63

source: Башҡортостан Республикаһы территорияһы административ-территориаль берәмектәр сифатында райондарҙы, республика әһәмиәтендәге ҡалаларҙы һәм ябыҡ административ-территориаль берәмекте – Межгорье ҡалаһын үҙ эсенә ала.
ru: Территория Республики Башкортостан включает в себя районы и города республиканского значения в качестве ее административно-территориальных единиц и закрытое административно-территориальное образование - город Межгорье.

source: 64-се статья
ru: Статья 64

source: Башҡортостан Республикаһы составына түбәндәге административ-территориаль берәмектәр инә:
ru: В состав Республики Башкортостан входят следующие административно-территориальные единицы:
